{
  "products": [
    {
      "id": 1,
      "name": "V-GAR™ WP",
      "detail": "Natural, Residue-Free Nematode Control",
      "description": "V-GAR™ WP is an advanced bio-nematicide utilizing Paecilomyces lilacinus, a naturally occurring fungus, to control harmful nematodes like root-knot, cyst, and ring nematodes. This eco-friendly solution leaves zero harmful residues, is safe for beneficial soil organisms, and integrates seamlessly into IPM (Integrated Pest Management) systems, supporting sustainable farming and enhancing soil health.",
      "key_benefits": [
        "Effective Nematode Suppression: Controls major nematode species, including root-knot, cyst, and lesion nematodes, reducing crop losses significantly.",
        "Enhanced Soil Health: Improves soil structure and microbial diversity, supporting long-term soil fertility and plant health.",
        "IPM Compatible: Works well within Integrated Pest Management systems, helping reduce reliance on chemical treatments.",
        "Residue-Free and Safe for Harvest: V-GAR™ WP leaves no harmful residues, allowing use up to the day of harvest with zero pre-harvest interval (PHI).",
        "Safe for Beneficials: Harmless to pollinators, earthworms, and other non-target soil organisms, preserving ecological balance."
      ]
    },
    {
      "id": 2,
      "name": "Siriza™ WP",
      "detail": "Natural Thrip Control for Healthier Crops",
      "description": "Siriza™ WP is a bio-insecticide formulated with Beauveria bassiana, targeting thrips and other insect pests while being safe for plants, people, and the environment. Ideal for IPM programs, it offers effective, residue-free pest control for vegetables and ornamentals with weekly applications. Mix 500g in 1000L of water for comprehensive foliar coverage. Perfect for sustainable pest management.",
      "key_benefits": [
        "Targeted Thrip Control: Effectively controls thrips, reducing pest damage and boosting crop health.",
        "Environmentally Safe: Ideal for eco-conscious farming and safe for beneficial organisms.",
        "Harvest-Friendly: Leaves zero harmful residues, even when used up to the day of harvest.",
        "Compatible with IPM: Integrates well into sustainable pest management programs for long-term crop protection."
      ]
    },
    {
      "id": 3,
      "name": "Optimus Prime",
      "detail": "Precision Pest Control for Export-Quality Crops",
      "description": "Optimus Prime by Mara Lifesciences provides advanced, eco-friendly control against harmful quarantine pests like false codling moth (Thaumatotibia leucotreta) and Spodoptera species. This biological insecticide uses Bacillus thuringiensis (Bt) to target these pests without leaving harmful residues, helping farmers meet strict standards in export markets, including the European Union. Optimus Prime offers targeted, residue-free protection for flowers, vegetables, and herbs—ensuring crops remain safe, sustainable, and market-ready.",
      "key_benefits": [
        "Quarantine Pest Control: Specifically targets Thaumatotibia leucotreta and Spodoptera species, helping to meet international export standards.",
        "Residue-Free: Safe for consumption, with no harmful residues on treated crops.",
        "Eco-Friendly: Safe for humans, pets, and pollinators, supporting sustainable farming.",
        "Long-Lasting Performance: Extended shelf life for reliable pest management.",
        "Versatile Application: Suitable for a wide range of crops, including flowers, vegetables, and herbs."
      ]
    },
    {
      "id": 4,
      "name": "MycoDiff™ WP",
      "detail": "Advanced Soil-Borne Disease Control & Plant Growth Enhancer",
      "description": "MycoDiff™ WP is a high-performance, eco-safe bio-fungicide designed with Trichoderma harzianum to protect crops from damaging soil-borne diseases and promote vigorous plant growth. Formulated to enhance Integrated Pest Management (IPM) systems, MycoDiff™ WP targets root diseases like Fusarium wilt and Rhizoctonia, while stimulating root development and boosting nutrient uptake. Ideal for sustainable farming practices.",
      "key_benefits": [
        "Powerful Soil Disease Control: Effectively targets soil-borne pathogens like Fusarium, Rhizoctonia, and Sclerotinia, protecting crops from root-related diseases.",
        "Biostimulant Action: Promotes healthier root systems, boosting nutrient absorption and helping plants establish stronger defenses against stresses.",
        "Residue-Free Harvest: Safe for organic farming with no harmful residues, allowing for worry-free harvesting.",
        "Eco-Conscious Farming: Supports sustainable practices by being safe for beneficial organisms and non-target species."
      ]
    },
    {
      "id": 5,
      "name": "Marashield WP",
      "detail": "Advanced Bio-Protection for Powdery Mildew and Crop Health",
      "description": "Marashield WP is a powerful, eco-friendly wettable powder bioprotectant containing Bacillus amyloliquefaciens (BAA). Specially formulated to target powdery mildew and other diseases, Marashield WP boosts plant health, enhances resilience, and is ideal for Integrated Pest Management (IPM) systems. Easy to apply as a foliar spray, Marashield WP provides sustainable disease control for vegetables and ornamentals, helping farmers achieve healthier, high-yield crops.",
      "key_benefits": [
        "High Potency: 1x10¹² CFU/ml of active beneficial bacteria.",
        "Target Diseases: Effective against powdery mildew, Fusarium wilt, Pythium root rot, and more.",
        "Recommended Crops: Suitable for vegetables and ornamental plants.",
        "IPM-Compatible: Fits seamlessly into eco-friendly pest management strategies."
      ]
    }
  ]
}
